Repository: farukomercakmak/kedicad
Catalog: KediCAD2B/.lang/*.po
Languages: tr

source: 2D CAD software
tr: 2D CAD Yazılımı

source: License
tr: Lisans

source: Abdurrahman ULUSOY<br> Developer<br> <href='mailto:ulusoyab@yahoo.com'>ulusoyab@yahoo.com</u><br> Graphics<br> Gülendam ULUSOY<br>
tr: Abdurrahman ULUSOY<br> Geliştirici<br> <href='mailto:ulusoyab@yahoo.com'>ulusoyab@yahoo.com</u><br> Grafikler<br> Gülendam ULUSOY<br>

source: <h2 align=center>License</h1><br> This software is a free<br> closed source software.<br> Contact Address : <br> ulusoyab@yahoo.com
tr: <h2 align=center>Lisans</h1><br> Bu Yazılım ücretsizdir<br> Kodları kapalıdır.<br> İletişim adresi : <br> ulusoyab@yahoo.com

source: Snaps
tr: Uçlar

source: Grid
tr: Izgara

source: Middle Point
tr: Orta Nokta

source: Center Point
tr: Merkez Noktası

source: Tangent
tr: Tanjant

source: End Point
tr: Son Nokta

source: Nearest
tr: En Yakın

source: Quadrant
tr: köşe

source: İntersection
tr: Kesişim

source: Track
tr: Çekme

source: 45 degree
tr: 45 Derece

source: 30 degree
tr: 30 derece

source: 60 degree
tr: 60 Derece

source: degree
tr: derece

source: Ok.
tr: Tmm.

source: Rotate
tr: Döndür

source: Specify Drawings
tr: Çizim Seç

source: Select
tr: Seç

source: Specify rotate center
tr: Dönme MerkeziniBelirt

source: Rotate angle(degree)
tr: Dönme Açısı(derece)

source: Angular velocity (degree/sc)
tr: Açısal Hız (derece/sn)

source: counter clockwise
tr: Saatin tersyönü

source: clockwise
tr: Saat Yönü

source: plain
tr: Düz

source: Select Drawings
tr: Çizim Seç

source: start point
tr: Başlangıç Noktası

source: finish point
tr: Bitiş Noktası

source: Create video
tr: Video Oluştur

source: Close
tr: Kapat

source: Stop
tr: Dur

source: Watch
tr: Gözle

source: Run
tr: Çalıştır

source: The Output file will have the same name, but with an ".ngc" extension
tr: Aynı isimde ngc uzantılı kaydedilecek.

source: Add to order
tr: Sıraya Ekle

source: Surface of material = 0 mm
tr: Malzeme Yüzeyi = mm

source: Engraving depth(mm)
tr: İşleme derinliği(mm)

source: Safety Heigth (mm)
tr: Emniyetli Yükseklik(mm)

source: Feedrate for G1 G2 G3 X & Y moves
tr: G1 G2 G3 X-Y İlerleme hızı

source: Speed mm/min
tr: Hız(mm/dk)

source: Feed rate for Z going down
tr: Dalma hızı

source: Depth Speed mm/min
tr: Dalma Hızı(mm/dk)

source: Open G-Code File
tr: G-Code dosyası Aç

source: Generate Cod
tr: Kod Üret

source: Move up
tr: Yukarı

source: Move down
tr: Aşağı

source: Delete
tr: Sil

source: No engraving Speed
tr: Uçuş Hızı

source: Select Tool
tr: Takım Seç

source: Z Step(mm.)
tr: Z dalma miktarı(mm.)

source: Text as written to Output File
tr: Yazı olarak kaydet

source: Material dimensions
tr: Malzeme Ölçüleri

source: OK
tr: Tmm.

source: CANCEL
tr: İPTAL

source: Step #1
tr: Adım #1

source: Motor Output Speed(d/d)
tr: Motor çıkış hızı(d/d)

source: Form Faktor
tr: Şekil Faktörü

source: Power(kW)
tr: Motor Gücü(kW)

source: Enter the gear-pinion Features
tr: Dişli-Pinyon Özellikleri:

source: Gear tooth count
tr: Dişli Diş Sayısı

source: Pinion tooth count
tr: Pinyon Dişli sayısı

source: 1. level
tr: 1.Kademe

source: 2.level
tr: 2.kademe

source: 3.level
tr: 3. kademe

source: 4.level
tr: 4.kademe

source: Pinion width (mm)
tr: Pinyon genişliği (mm)

source: Tensile Strength (N/mm^2)
tr: Çekme Gerilmesi (N/mm^2)

source: Working safety coeff.
tr: Emniyetli Çalışma Kaysayısı

source: Modul
tr: Modül

source: 1.level
tr: 1.Kademe

source: Helis Angle
tr: Helis Açısı

source: Solve
tr: Çöz

source: Modulus of elasticity N/mm2
tr: Elastisite modülü(N/mm^2)

source: Grip Angle.
tr: Kavrama Açısı

source: Step #2
tr: Adım #2

source: Load Results
tr: Sonuçları göster

source: Tangent Load (N)
tr: Teğet Yükü (N)

source: Radial Load (N)
tr: radyal yük(N)

source: 1.Level
tr: 1.Kademe

source: 2.Level
tr: 2.kademe

source: 3.Level
tr: 3.kademe

source: 4.Level
tr: 4.Kademe

source: Axis Load (N)
tr: Eksen Yük n(n)

source: Speed (rpm)
tr: Hız(d/dk)

source: Safety Results
tr: Sonuçlar.

source: Teeth deep safety coeff.
tr: Diş dibine göre emn. katsayısı

source: Pressure safety coeff.
tr: Emniyetli basınç katsayısı

source: Modul1
tr: Modül1

source: Modul2
tr: Modül2

source: Step #3
tr: Adım #3

source: Specify profile wrapping .(mm.)
tr: Profil kaydırmayı belirle(mm)

source: Axises distance :
tr: Eksenler arası mesafe:

source: axis include scroll profile.
tr: Eksende profil kaydırma.

source: Pinion section circle diameter
tr: Piyon kesit çapı

source: gear section circle diameter
tr: Dişli kesit çapı

source: Total scroll profile
tr: Toplam profil kaydırma

source: Save to results
tr: Sonuçları kaydet

source: Step #4
tr: Adım #4

source: Shaft diameters (mm.):
tr: Mil çapı(mm.)

source: Diameter on 1 point(mm)
tr: 1 noktasındaki çap(mm.)

source: Diameter on 2 point(mm)
tr: 2 noktasındaki çap(mm.)

source: Calculate
tr: Hesapla

source: a b c dimensions in the picture(mm.)
tr: resimdeki a b c ölçüleri(mm.)

source: 5.Level
tr: 5.Kademe

source: Safety Bending Stress:
tr: Emn. Bükülme gerilmesi

source: Larger than the shaft diameter is used for each stage.
tr: Her kademedeki hesaplanandan daha büyük mil çapı.

source: Cancel
tr: İptal

source: Rotate Drawings
tr: Dönüş Çizimi

source: Pick
tr: Seç

source: Center X
tr: Merkez X

source: Center Y
tr: Merkez Y

source: Count
tr: Adet

source: Rectangular
tr: Dikdörtgen

source: L Distance:
tr: L Mesafesi:

source: S Distance :
tr: S Mesafesi

source: Column Count :
tr: Satır Sayısı

source: Row Count :
tr: Sütun Sayısı

source: Specify Converting unit
tr: Birim Belirle

source: Input Value :
tr: Giriş Değeri:

source: Result:
tr: Sonuç:

source: OPEN
tr: AÇ

source: Home
tr: Ev

source: Desktop
tr: MasaÜstü

source: Write a name for block:
tr: Bloğa bir İsim Verin

source: DELETE
tr: SİL

source: HYDRAULIC
tr: HİDROLİK

source: BLOCKS
tr: ÇİZİMDEKİ BLOKLAR

source: Agreement
tr: Anlaşma

source: Show GPL
tr: GPL Göster

source: I read Legal_disclaimer. I read GPL. I agree both.
tr: GPL yi ve yasal açıklamayı okudum ve kabul ediyorum

source: Material
tr: Malzeme

source: Elastisity Modules
tr: Elastisite Modülü

source: Poison Ratio
tr: Poison oranı

source: Specify Material
tr: Malzeme Seç

source: Material Thickness (mm.):
tr: Malzeme Kalınlığı(mm.):

source: SE MESH
tr: Meshle

source: Other Material
tr: Başka Malzeme

source: Mesh Size :(İf your comp. is good then specify> 5 Else specify < 5 )
tr: Mesh ölçüsü(Bilg. iyiyse 5 ten büyük seçilebilir

source: LOADS
tr: YÜKLER

source: Specify Load Point (Kgf.)
tr: Noktaya Uygulanan Yük(kgf.)

source: Selected Points
tr: Seçilen Noktalar

source: X axis
tr: X ekseni

source: Y axis
tr: Y Ekseni

source: Degree
tr: Derece

source: UP
tr: YUKARI

source: DOWN
tr: AŞAĞI

source: BOUNDARY CONDITIONS
tr: SINIR ŞARTLARI

source: Choose a calculation type
tr: Hesaplama yöntemini seçin.

source: Finite element (Normal)
tr: Sonlu Eleman

source: Beam
tr: Kiriş

source: X FIXED
tr: X SABİTLEME

source: Y FIXED
tr: Y SABİTLEME

source: X-Y FIXED
tr: X-Y SABİTLEME

source: Selected Point
tr: Seçilen Nokta

source: Z88 SOLVER
tr: Z88 Çözücü

source: Choice of the reduced stress hypothesis :
tr: Uygulanacak Gerilme hipotezini seçin :

source: RUN Z88 SOLVER
tr: Z88 ile ÇÖZ

source: Z88 Developed by : Prof. Dr.-Ing. Frank Rieg, Chair of Engineering Design and CAD, University of Bayreuth, Germany http://www.z88.uni-bayreuth.de/english.html
tr: Z88 Geliştirici: Prof.Dr.Ing.Frank Rieg. Chairof Engineering Design and CAD , Bayreuth Üniversitesi, Almanya http://www.z88.uni-bayreuth.de/english.html

source: RESULTS
tr: SONUÇLAR

source: DEFORMED X POINTS
tr: ŞEKİL DEĞİŞTİRME X NOKTALARI

source: DEFORMED Y POINTS
tr: ŞEKİL DEĞİŞTİRME Y NOKTALARI

source: SHOW MESH
tr: MESH i GÖSTER

source: DEFORMED POINTS
tr: ŞEKİL DEĞİŞTİRME NOKTALAR

source: X Deformed Shape
tr: X Şekil Değişimi

source: Y Deformed Shape
tr: Y Şekil Değişimi

source: SHOW DEFORMED SHAPE
tr: ŞEKİL DEĞİŞİMİNİ GÖSTER

source: SHOW ALL
tr: HEPSİNİGÖSTER

source: SHOW POINTS
tr: NOKTALARI GÖSTER

source: SHOW ELEMENTS NUMBER
tr: ELEMAN NUMARASINI GÖSTER

source: Step #7
tr: Adım #7

source: Select Line
tr: Çizgi Seç

source: Select Element
tr: Eleman Seç

source: Specify Presure Point
tr: Elemana Uygulanan Basınç

source: Presure(kgf./cm^2))
tr: Basınç(kgf/cm^2)

source: Button1
tr: Buton

source: Visual
tr: Görsel

source: Arc
tr: Yay

source: Circle
tr: Çember

source: Line
tr: Çizgi

source: Text
tr: Yazı

source: Button
tr: Buton

source: List
tr: Liste

source: Picture
tr: Resim

source: Codes
tr: Kodlar

source: gbs file
tr: gbs Dosyası

source: Group
tr: Grup

source: Name
tr: Ad

source: Height
tr: Yükseklik

source: Width
tr: Genişlik

source: Macro name :
tr: Makro Adı:

source: Load this macro when KediCAD opening.
tr: KediCAD Açılırken bu makroyu yükle.

source: You can run this macro with it's name. Write macro name to Command line.
tr: Bu makroyu adıyla komut satırından çalıştırabilirsiniz.

source: Save
tr: Kaydet

source: Calculater
tr: Hesap Mak.

source: 3/2 P-A AÇIK
tr: 3/2 P-A Açık

source: ORİFİS
tr: Delik

source: Input Values
tr: Giriş Değerleri

source: Load (kg.)
tr: Yük(kgf)

source: Ultimate stress(kgf/mm^2)
tr: Çekme Gerilmesi(kgf/mm^2)

source: Max. Pressure (bar)
tr: Max.Basınç(bar)

source: Safety coefficient
tr: Emniyet Katsayısı

source: Working pressure(bar)
tr: Çalışma Basıncı(bar)

source: Time(second)
tr: Zaman(sn)

source: Stroke(cm)
tr: Strok(cm)

source: Results
tr: Sonuç

source: Flow lt/dk.
tr: Debi(lt/dk)

source: Engine power ( kW).
tr: Motor Gücü(kW)

source: Input pipe diameter (mm.)
tr: Boru giriş Çapı(mm)

source: Output pipe diameter(mm.)
tr: Boru Dış Çapı(mm)

source: Cylinder Inner dia.( mm.)
tr: Silindir İç Çapı(mm.)

source: Cylinder outer dia.(mm.)
tr: Silindir dış Çapı(mm.)

source: Flambaj Control
tr: Burkulma Kontrolü

source: Connection Form
tr: Bağlantı formu

source: both end joint
tr: İki Uç eklem

source: First end joint second end fixed
tr: ilk bağ. eklem 2.bağ sabit

source: upper free lower fixed
tr: Üst Serbest Alt Sabit

source: Both end fixed
tr: İki Uç Sabit

source: Check
tr: Kontrol

source: Rod legth (l) (cm.)
tr: Rot Uzunluğu(l)(cm)

source: Max.Load.(kgf.)
tr: Max. Yük(kgf)

source: Rod diameter (mm.)
tr: Rot Çapı(mm)

source: Save to File
tr: Dosyayı kaydet

source: doub*
tr: çift

source: File
tr: Dosya

source: New
tr: Yeni

source: Open
tr: Aç

source: Save As
tr: Farklı Kaydet

source: stl save
tr: Stl Kayıt

source: Save as a picture
tr: Resim olarak kaydet

source: Save pdf format
tr: Pdf olarak kaydet

source: Add Picture
tr: Resim Ekle

source: Last files
tr: Son Açılan Dosyalar

source: Print
tr: Yazdır

source: System Tray
tr: Sistem Tepsisi

source: Exit
tr: Çıkış

source: Edit
tr: Düzenle

source: Copy
tr: Kopyala

source: Paste
tr: Yapıştır

source: Match properties
tr: Benzet

source: Special Select
tr: Özel Seçim

source: Paste as Block
tr: Blok yapıştır

source: Update
tr: Güncelle

source: View
tr: Görüntü

source: Zoom
tr: Yaklaş

source: Zoom All
tr: Tümünü Göster

source: Zoom Out
tr: Uzaklaş

source: Zoom In
tr: Yaklaş

source: Scale:1
tr: Ölçek:1

source: Simulation
tr: Canlandırma

source: Properties
tr: Özellikler

source: List drawings
tr: Çizimi Listele

source: Show picture
tr: Resmi Göster

source: Display Coor.
tr: Koor. Göster

source: Show Limits
tr: Çizim Sınırlarını Göster

source: Dynamic view
tr: Önizleme

source: Toolbars
tr: Toolbarlar

source: Hide
tr: Gizle

source: Show
tr: Göster

source: Opacity
tr: Donukluk

source: Draw
tr: Çizim

source: Polygon
tr: Çokgen

source: Rectangle
tr: Dikdörtgen

source: Center-Radius
tr: Merkez-Yarıçap

source: Circle 2 Point
tr: 2 Nokta Çember

source: Circle 3 Point
tr: 3 Nokta Çember

source: Axis
tr: Eksen

source: Ellipse
tr: Elips

source: Center-Angle1-Angle2
tr: Merkez-1.Açı-2.Açı

source: Arc 3 Point
tr: 3 Nokta Yay

source: Extrude
tr: Yükselt

source: Dimension
tr: Ölçü

source: Linear
tr: Doğrusal

source: Aligned
tr: Yaslanmış

source: Angular
tr: Açısal

source: Radius
tr: Yarıçap

source: Diameter
tr: Çap

source: Baloon
tr: Balon

source: Welding
tr: Kaynak

source: Modify
tr: Değişiklik

source: Erase
tr: Sil

source: Move
tr: Taşı

source: Mirror
tr: Aynala

source: Offset
tr: Ötele

source: Block
tr: Blok

source: Explode
tr: Patlat

source: Trim-Extend
tr: Buda-Uzat

source: Fillet
tr: Yuvarla

source: Chamfer
tr: Pah

source: Delete All
tr: Tümünü Sil

source: Inquiry
tr: Bilgi

source: Point Coor.
tr: Koor. Noktası

source: Distance
tr: Mesafe

source: Angle
tr: Açı

source: Polar Tracking
tr: Açısal İzleme

source: Object Snap
tr: Uç Yakalama

source: Grid
tr: Izgara

source: Macros
tr: Makrolar

source: Visual Macro
tr: Görsel Makro

source: Calculations
tr: Hesaplar

source: Unit Convert
tr: Birim Çevirici

source: Section Modulüs
tr: Mukavemet Momenti

source: Strength
tr: Gerilme

source: Gear
tr: Dişli

source: Reductor
tr: Redüktör

source: Hydraulic
tr: Hidrolik

source: Hydraulic analysis
tr: Hidrolik Analiz

source: Calculator
tr: Hesap Mak.

source: Hydraulic Circuit Elements
tr: Hidrolik Devre Elemanları

source: Conveyor
tr: Konveyör

source: Bearing Selection
tr: Rulman Seç

source: Seal Selection
tr: Keçe Seç

source: Wedge Selection
tr: Kama Seçimi

source: Crane Calculations
tr: Vinç Hesapları

source: Loads/Moment Calc.
tr: Yük/Moment Hesabı

source: Finite Element Analysis
tr: Sonlu Eleman Çözümü

source: Triangulation
tr: Üçgenleme

source: Lathe G-Code
tr: Torna G-code

source: Milling G-Code
tr: Freze G-Code

source: Door
tr: Kapı

source: CAM Area Define
tr: CAM ALANINI BELİRLE

source: CAM area show
tr: CAM ALANINI Göster

source: Tool Select
tr: Takım Seç

source: Tool define
tr: Takım Ata

source: Tool Place
tr: Takım yeri

source: Material Dimensions
tr: Malzeme Ölçüleri(mm)

source: Settings
tr: Ayarlar

source: Drawing Settings
tr: Çizim Ayarları

source: License
tr: Lisans

source: Help
tr: Yardım

source: Last Command
tr: Son Komut

source: Zoom Area
tr: Alanı Göster

source: 3 Point
tr: 3 Nokta

source: 2 Point
tr: 2 Nokta

source: Stretch
tr: Germe

source: Trim
tr: Buda

source: Array
tr: Dizi

source: Scale
tr: Ölçek

source: Cut
tr: Kes

source: Make Block
tr: Blok Yap

source: Display
tr: Göster

source: Text Edit
tr: Yazı Değiştir

source: Windows
tr: Pencere

source: New File
tr: Yeni Dosya

source: Copy File
tr: Dosyaya Kopyala

source: Match Properties
tr: Benzet

source: Zoom Fit
tr: Tümünü Göster

source: Scale In
tr: Büyüt

source: Scale Out
tr: Küçült

source: Scale Previous
tr: Önceki Ölçek

source: Union
tr: Birleştir

source: Insert Block
tr: Blok Ekle

source: Standart Profiles
tr: StandartProfiller

source: Block Edit
tr: Blok Değişiklik

source: Dimension diagonal
tr: Eğik Ölçü

source: Dimension align
tr: Yatay Ölçü

source: Dimension angle
tr: Açı Ölçü

source: Dimansion Diameter
tr: Çap Ölçü

source: Dimension Radius
tr: Yarıçap Ölçü

source: Detail
tr: Detay

source: Circle Center Radius
tr: Çember Merkez-Yarıçap

source: Circle 3 Points
tr: 3 Nokta Çember

source: Arc Center/Radius/End
tr: Yay Merkez/Yarıçap/Son nokta

source: Ellips
tr: Elips

source: Arc 3 Points
tr: 3 Nota Yay

source: Circle 2 Points
tr: 2 Nokta Çember

source: Hatch
tr: Tarama

source: Macro
tr: Makro

source: Drawing Settings
tr: Çizim Ayarları

source: Extend
tr: Uzat

source: Intersection
tr: Kesişim

source: Select All
tr: Tümünü Seç

source: Lathe
tr: Torna

source: Cuttig Area
tr: Kesim Alanı

source: New Tool
tr: Yeni Takım

source: First End Points
tr: İlk-Son Nokta

source: Middle Points
tr: Orta Nokta

source: Center Points
tr: Merkez Noktası

source: Default
tr: Öntanımlı

source: Tangent Points
tr: Teğet noktaları

source: Perpendicular
tr: Dik uç yakalama

source: tangent
tr: Tanjant

source: Flow(lt/dk)
tr: Debi(lt/dk.)

source: İnfo point
tr: Nokta Bilgisi

source: İnfo angle
tr: Açı Bilgisi

source: Info
tr: Bilgi

source: İnfo measurment
tr: Mesafe Bilgisi

source: Layer Manager
tr: Ktman Yönetimi

source: Layer
tr: Katman

source: Color
tr: Renk

source: Linetype
tr: Çizgi Tipi

source: Lintype
tr: Çizgi Kalınlığı

source: LineWidth
tr: Çizgi Kalınlığı

source: Linewidth
tr: Çizgi Kalınlığı

source: ByLayer
tr: Katman

source: Close File
tr: Dosyayı Kapat

source: Next
tr: İleri

source: Undo
tr: Geri

source: Z0 height
tr: Z0 Yükseklik

source: Z1 height
tr: Z1 yükseklik

source: Mouse
tr: Fare

source: All
tr: Hepsi

source: OTRACK
tr: İZLEME

source: OSNAP
tr: UÇ YAKALAM

source: Last Save:
tr: Son kayıt:

source: Command Line :
tr: Komut Satırı :

source: BLOCK MODIFY
tr: Blok Değişiklik

source: CAM AREA DEFINE
tr: CAM ALANINI BELİRLE

source: Width(mm.)
tr: Genişlik(mm.)

source: Length(mm.)
tr: Uzunluk(mm.)

source: TEXT MANAGER
tr: Yazı Yöneticisi

source: Text Color :
tr: Yazı Rengi

source: Font Size
tr: Yazı Yüksekliği

source: Select Color
tr: Renk Seç

source: Value
tr: Değer :

source: Select the same colors
tr: Renge Göre Seç

source: Select the same layers
tr: Katmana Göre seç

source: Select the same linetypes
tr: Çizim Tipine göre seç

source: Special Selection
tr: Özel Seçim

source: Select the same blocks
tr: Bloğa Göre Seç

source: Moment of rotate(kgf.cm.)
tr: Döndürme momenti(kgf.cm)

source: Axle Dia. (D) mm. :
tr: Mil Çapı(D)mm.:

source: Material Safety pressure stress (kgf/cm^2)
tr: Emniyetli basma gerilmesi(kgf/cm^2)

source: Material Safety shear stress(kgf/cm^2)
tr: Emniyetli kayma gerilmesi(kgf/cm^2)

source: Min. Wedge legth (L)mm.
tr: Min. Kama uzunluğu(mm)

source: Record Results
tr: Sonuçları Kaydet

source: Calculate moment
tr: Moment Hesapla

source: Height :
tr: Yükseklik:

source: Width :
tr: En:

source: Thickness :
tr: Kalınlık :

source: Pattern
tr: Desen

source: Hinge Count :
tr: Menteşe sayısı

source: Pattern and window length greater than door length.!!
tr: Desen ve pencere uzunluğu Kapıdan yüksek.!!

source: Return to design
tr: Modüle Dön

source: WARNING
tr: UYARI

source: PATTERN
tr: DESEN

source: Material Dimensions
tr: Malzeme Ölçüleri

source: Horizantal count:
tr: Yatay adet.

source: DOOR MODULE
tr: Kapı Modülü

source: Keyhole :
tr: Kilit Yuvası

source: Window :
tr: Pencere:

source: Nope
tr: Yok

source: Type :
tr: Tip:

source: KEYHOLE
tr: KİLİT YUVASI

source: WINDOW
tr: PENCERE

source: New Layer
tr: Yeni Katman

source: Add
tr: Ekle

source: Layer Name
tr: Katman Adı

source: Line Type
tr: Çizgi tipi

source: Line Width
tr: Çizgi Kalınlığı

source: Line Color
tr: Çizgi rengi

source: Visibility
tr: Görünüm

source: Lock
tr: Kilit

source: Seal code. :
tr: Keçe Kodu

source: Draw Seal
tr: Contayı Çiz

source: Shaft diameter :
tr: Mil Çapı :

source: KediCAD2B Loading
tr: KediCAD2B Yükleniyor...

source: Section Type
tr: Kesit tipi

source: Round Solid
tr: Mil

source: Round Hallow
tr: Boru

source: Rectangle Solid
tr: Blok

source: Rectangle Hallow
tr: Kutu

source: From drawing (Closed Polygon)
tr: Çizimden Seç (Kapalı Poligon)

source: Moment of Inertia Ixx (mm^4)
tr: Atalet Momenti Ixx(mm^4)

source: Section Modulüs (mm^3)
tr: Mukavemet Momenti(mm^3)

source: Area (mm^2)
tr: Alan(mm^2)

source: Mass (Kg/m.)
tr: Yayılı Yük(kg/m)

source: Clear
tr: Temizle

source: Moment of Inertia Iyy (mm^4)
tr: Atalet Momenti Ixx(mm^4)

source: Material
tr: Malzeme

source: Material Section Area:
tr: Yük Kesit Alanı

source: Velocity
tr: Hız

source: oblique moving
tr: Eğik Taşıma

source: horizontal
tr: Yatay

source: vertical
tr: Dikey

source: horizontal moving
tr: Yatay Hareket

source: environment
tr: Çevre

source: Material per hour
tr: 1 Saatteki Malzeme

source: Mass per meter
tr: 1 mt. ağırlığı

source: angle
tr: açı

source: Power for vertical moving:
tr: Dikey İlerleme gücü

source: Power without material:
tr: Malzemesiz güç:

source: Power for horizontal moving
tr: Yatay ileleme gücü

source: Power for acceleration
tr: İvmelendirme gücü

source: total length
tr: Toplam Uzunluk

source: Bandwidth
tr: Bant Genişliği

source: Radius (min.)
tr: Yarıçap(mm)

source: Power.
tr: Güç

source: HP.
tr: BG.

source: Description
tr: Açıklama

source: Bending
tr: Eğilme

source: Load Type
tr: Yük Tipi

source: Supports
tr: Destekler

source: Moment of Inertia Ixx (cm^4)
tr: Atalet Momenti Ixx(cm^4)

source: Moment of Inertia Iyy (cm^4)
tr: Atalet Momenti Iyy(cm^4)

source: Section Modulüs (cm^3)
tr: Mukavemet Momenti (cm^3)

source: Area (cm^2)
tr: Alan(cm^2)

source: Load(kgf.)
tr: Yük(kgf)

source: Elasticity Module
tr: Elastisite Modülü

source: Strength(kgf/cm^2)
tr: Gerilme(kgf/cm^2)

source: Deflection(mm.)
tr: Sehim(mm.)

source: Torsional
tr: Burulma

source: Power Calculate
tr: Güç Hesabı

source: Shaft dia. (d) calculate
tr: Mil Çapı Hesapla(d)

source: Shaft Length(L)(cm.)
tr: Mil Uzunluğu(L)(cm)

source: Shaft dia. (d)(cm.)
tr: Mil Çapı(d)(cm)

source: Power (kW.)
tr: Güç(kW)

source: Load (Kgf.)
tr: Yük(kgf)

source: RPM
tr: D/Dk.

source: convert
tr: çevir

source: Convert
tr: Çevir

source: rpm to radian
tr: D/Dk->radyan

source: Radian to rpm
tr: Radyan->d/dk.

source: Torsional angle(degree)
tr: Burulma Açısı(derece)

source: Shaft diameter
tr: Mil Çapı

source: Torsional Moment
tr: Burulma Momenti

source: Flambaj
tr: Burkulma

source: Specify Section
tr: Kesit Alanı Belirt

source: Both end joint
tr: İki Uç eklem

source: First end joint second end fixed
tr: İki Uçda Sabit

source: Upper end free lower end fixed
tr: Bir Uç sabit Diğeri serbest

source: Safety coefficient
tr: Emniyet Katsayısı

source: No less then 2,5
tr: 2.5 ten az olmamalı

source: Length (l)
tr: Uzunluk(L)

source: Elasticity module
tr: Elastisite Modülü

source: Max Load (kgf.)
tr: Max. Yük(kgf)

source: Power Calculation
tr: Güç Hesabı

source: Radius(mm.)
tr: Yarıçap(mm)

source: Torque(kgf.cm.)
tr: Tork(kgf.cm)

source: Velocity(cm/dk)
tr: Hız(cm/dk)

source: Dimension color
tr: Ölçü Rengi

source: Lines / Text
tr: Çizgi / Yazı

source: Dimension Text height
tr: Ölçü Yazı Yüksekliği

source: All Dimensions Update
tr: Mevcut çizime uygula.

source: Moment per stage(kgf.cm.)
tr: Her adımdaki moment (kgf.cm.)

source: Cylinder
tr: Silindir

source: Cylinder quantity
tr: Silindir Adedi

source: Stroke (mm.)
tr: Strok(mm)

source: Up time(sn.)
tr: Strok Zamanı(sn)

source: Working Pressure(Bar)
tr: Çalışma Basıncı(Bar)

source: Cylindir elevate the F Load
tr: Kaldırılacak Yük (F)

source: unsuitable
tr: UYGUN DEĞİL

source: PROJECT NAME :
tr: PROJE ADI :

source: Cylinder load(kgf)
tr: Silindir Yükü(kgf.)

source: İnner Dia. (mm.)
tr: İç Çap(mm)

source: Outer Dia.(mm.)
tr: Dış Çap(mm)

source: Flow (l/dk)
tr: Debi(lt/dk.)

source: Power(kW)
tr: Güç(kW)

source: Have
tr: Adım

source: Each cylinder
tr: Her bir Silindir

source: All system
tr: Tüm Sistem

source: Save To File
tr: Dosyayı kaydet

source: Need
tr: Gereken

source: Section modulüs(cm^3)
tr: Mukavemet Momenti(cm^3)

source: Shaft Diameter(mm.)
tr: Mil Çapı(mm)

source: All Clear
tr: Tamamen Temizle

source: 1.level section
tr: 1.kademe kesit

source: 2.level section
tr: 2.kademe kesit

source: 3.level section
tr: 3.kademe kesiti

source: Hydraulic Cylinder Axle
tr: Hidrolik Silindir Mili

source: Stage
tr: Kademe

source: Double
tr: Çift

source: Single
tr: Tekil

source: Select NPI Type :
tr: NPI Ölçüsü Seç

source: Specify Profile Drawing point
tr: Profil Çizim noktasını Seç

source: Drawing is a block
tr: Çizim blok olsun

source: Select IPE Type :
tr: IPE ölçüsünü Seçin :

source: Select HEA Type :
tr: HEA Profil seç:

source: Select HEB Type :
tr: HEB Profil seç:

source: Select HEM Type :
tr: HEM Profil seç:

source: Select NPU Type :
tr: NPU Ölçüsü Seç

source: ANGLE
tr: AÇI

source: Select Angle Type :
tr: Köşebent Tipini Seç:

source: SQUARE
tr: Kutu

source: Select Square Type :
tr: Kutu Ölçüsü Seç:

source: BOX
tr: KUTU

source: BOLT
tr: Civata

source: Click on a picture for select. Click again for hide.
tr: Görmek için bir resim seçin Gizlemek için yeniden tıklayın
