Repository: farukomercakmak/kedicad
Catalog: KediCAD2B/.lang/*.po
Languages: tr

source: Select Bolt Dimension
tr: Civatayı Seç:

source: Drawing is a block
tr: Çizim blok olsun

source: RETAINING RING
tr: Tutucu halka cıvatası

source: BEARING
tr: RULMAN

source: Specify kind of bearing
tr: Rulman Çeşidini Belirleyin

source: stainless
tr: Paslanmaz

source: high temperature
tr: Yüksek Sıcaklık

source: Diameter :
tr: Çap:

source: Bearing search
tr: Rulman Ara

source: hole diameter
tr: Delik Çapı:

source: shaft + hole diameter
tr: Mil + Delik Çapı

source: Hole Diameter :
tr: Delik Çapı:

source: Draw Bearing
tr: Rulmanı Çiz

source: General
tr: Genel

source: Right click behavior
tr: Sağ tık davranışı

source: Right Click Menu
tr: Sağ tık Menüsü

source: Select cursor
tr: İşaretçi Seç

source: Bacground color
tr: Arkaplan Rengi

source: Select Default Color
tr: Öntanımlı Renk

source: Toolbars places
tr: Toolbar yerleşimi

source: on top
tr: Üstte

source: on side
tr: Yanda

source: Selection
tr: Seçim

source: Osnap color
tr: Uç Yakalama rengi

source: Selceted drawings
tr: Seçilmiş Çizimler

source: Osnap dimension
tr: Uç Yakalama büyüklüğü

source: proximity to the drawing for select
tr: Seçim için çizime yakınlık

source: Selection Sign Size
tr: Seçim işareti büyüklüğü

source: Preselection :
tr: Ön Seçim

source: Indicate the selected drawing color
tr: Seçilen Çizgi Rengi

source: Other
tr: Diğer

source: Drawing Unit:
tr: Çizim birimi

source: Automatic save
tr: Otomatik kayıt

source: minutes
tr: dakika

source: monitor hertz
tr: ekran tazelemesi

source: Page dimensions
tr: Sayfa ölçüsü

source: Dimension Text color
tr: Ölçü Yazı Rengi

source: Dimension Lines color
tr: Ölçü Çizgi rengi

source: Dimension lines extended
tr: Ölçü çizgilerin çıkıntısı

source: Save to settings
tr: Ayarları kaydet

source: Tool Diameter(mm)
tr: Takım Çapı(mm)

source: Z axis speed(mm/dk.)
tr: Dalma Hızı(mm/dk)

source: Engraving speed(mm/dk.)
tr: İşleme hızı(mm/dk)

source: outer
tr: Dış

source: Inner
tr: İç

source: Center
tr: Merkez

source: Z step (mm. )
tr: Z dalma miktarı(mm.)

source: Results
tr: Sonuçlar

source: Normal Module
tr: Normal Modül

source: Torque kgfcm.)
tr: Döndürme Momenti(kgf.cm)

source: Shaft dia.(mm.)
tr: Mil Çapı(mm.)

source: Helis Angle
tr: Helis Açısı

source: Helis step
tr: Helis Adımı

source: Gear Type
tr: Dişli Tipi

source: Material :
tr: Malzeme:

source: Power (BG.)
tr: Güç(BG.)

source: Input cycle (rpm)
tr: Giriş hızı(d/dk)

source: Teeth quantity
tr: Diş Sayısı

source: Beta Angle
tr: Beta Açısı

source: Tool diameter(mm)
tr: Takım Çapı(mm)

source: Engraving speed(mm/Dak.)
tr: İşleme hızı(mm/dk)

source: Z speeed(mm/dk.)
tr: Z hız(mm/dk)

source: Tool number
tr: Takım No:

source: Z step(mm)
tr: Z dalma miktarı(mm.)

source: Tool2
tr: Takım2

source: Tool3
tr: Takım3

source: Tool5
tr: Takım5

source: Tool6
tr: Takım6

source: X Place
tr: X Konum

source: Y Place
tr: Y konum

source: Z Place
tr: Z konum

source: Tool4
tr: Takım4

source: Tool1
tr: Takım1

source: Engraving speed(mm/min)
tr: İşleme hızı(mm/dk.)

source: Z speeed(mm/min.)
tr: Z hızı(mm/dk.)

source: Lathe G-Code
tr: Torna G-code

source: Select axis
tr: Eksen Seç

source: Select Axis
tr: Eksen Seç

source: Material radius(mm)
tr: Malzeme Yarıçapı(mm)

source: Material length(mm)
tr: Malzeme Uzunluğu(mm)

source: Select Drawings
tr: Çizgi Seç

source: İnputs
tr: Girdiler

source: Step (mm.)
tr: Adım(mm.)

source: Engraving speed(mm/min.)
tr: İşleme hızı:(mm/dk.)

source: Fly speed
tr: Uçuş hızı(mm/dk)

source: Save G-Code
tr: G-Code kaydet

source: Inputs
tr: Girdiler

source: Enviroment
tr: Çevre

source: Hook Load(kgf.)
tr: Kanca Yükü(kgf.)

source: Test Load(kgf.)
tr: Test Yükü(kgf)

source: Tensile Strrength(kgf/cm^2)
tr: Çekme Gerilmesi(kgf/cm^2)

source: Holding Load(kgf.)
tr: Kaldırma Kuvveti

source: Span(m.)
tr: Açıklık(m.)

source: Load ad sections
tr: Yük ve Kesitler

source: dec. section
tr: Azalan Kesit

source: Total Length
tr: Toplam Uzunluk

source: Length
tr: Uzunluk

source: Load
tr: Yük

source: Hydraulic Calculations Inputs
tr: Hidrolik hesabı için girdiler

source: Holding Cylinder count
tr: Kal.Silindir Adedi

source: Hol.Cylinder sroke(mm.)
tr: Kal.Silindir Strok(mm.)

source: Working pressure(bar)
tr: Çalışma Basıncı(Bar)

source: Stroke time(sn)
tr: Strok Süresi(sn)

source: Rotating speed (rpm)
tr: Devir Hızı(d/dk)

source: Folding Cylindercount
tr: Kırma Silindir Adedi

source: Fol.Cylinder Stroke(mm)
tr: Kır.Silindiri Strok(mm.)

source: cylinder axle length(mm)
tr: Silindir mil dik uaklığı

source: Telescopic Cylinder Strok(mm)
tr: Teleskopik Silindir Strok(mm.)

source: Slewing ring
tr: Döner Tabla Dişlisi

source: Gear Tooth count
tr: Dişli Diş Sayısı

source: Pinion Tooth count
tr: Pinyon Diş Sayısı

source: Hydraulic Calculations
tr: Hidrolik Hesaplar

source: Cylinder Force F(kN)
tr: Silindir Kuvveti F(kN)

source: Input Torque(Nm.)
tr: Giriş Momenti(Nm)

source: Folding
tr: Kırma

source: Slewing Ring hydraulic motor
tr: DTD Hidrolik motoru

source: Holdin
tr: Kaldırma

source: Cylinder Diameter:(mm.)
tr: Silindir Çapı(mm.)

source: Flow (lt/dk.)
tr: Akış(lt/dk)

source: Power (kW)
tr: Güç(kW)

source: Output torku(Nm.)
tr: Çıkış Momenti(Nm)

source: Telescopic
tr: Teleskopik

source: Tork Calculation
tr: Tork Hesabı

source: Accelaration(m/sn^2):
tr: İvme(m/sn^2):

source: Pinion Gear Ratio
tr: Pinyon Dişli oranı

source: Speedz (d/dk.) :
tr: Devir Hızı(d/dk)

source: Torque(Nm.) :
tr: Döndürme Momenti(Nm)

source: Crane
tr: Vinç

source: Section
tr: Kesit

source: Load form
tr: Yükleme Şekli

source: Load Form
tr: Form Yükle

source: Inputs for calculations
tr: Hesplamalariçin Girdiler

source: Working cycle per hour
tr: 1 Saatteki Çevrim sayısı

source: Beam Count
tr: Kiriş Sayısı

source: one
tr: Tek

source: Two
tr: Çift

source: Elastisity Modules
tr: Elastisite Modülü

source: Lifting rate(cm/dk)
tr: Kaldırma hı(cm/dk)

source: Speed(cm/dk)
tr: Hız(cm/dk)

source: Clearance(mm)
tr: Açıklık(mm.)

source: Lifting Height(mm)
tr: Kaldırma Yüksekliği(mm)

source: Rope Load(kgf) :
tr: Halat Yükü(kgf.)

source: Rope diameter(mm.)
tr: Halat Çapı(mm)

source: Rope Length(m) (without diead ropes)
tr: Halat Uzunluğu(m) (ölü halat uzunluğu hariç)

source: equivalent Reel diameter (mm.)
tr: Denk makarası çapı (mm.)

source: Rope Pulley Diameter (mm.)
tr: Halat Makarası Çapı(mm)

source: Step #6
tr: Adım #6

source: Drum length (mm)
tr: Tambur Uzunluğu(mm.)

source: Drum Dia.(mm.)
tr: Tambur Çapı(mm.)

source: Number of winding
tr: Sarım Sayısı

source: Drum inner dia.(mm.)
tr: Tambur İç Çapı(mm.)

source: Holding Motor
tr: Kaldırma Motoru

source: Power(kW.)
tr: Güç(kW)

source: Holding Moment (kgf.cm)
tr: KaldırmaMomenti (kgf.cm)

source: Drum cycle (rpm)
tr: Tambur Dönüş Hızı(d/dk)

source: Rail clearence(mm.)
tr: Ray Açıklığı(mm)

source: wheel load(kgf.)
tr: Teker Yükü

source: Project
tr: Proje

source: color / white-black
tr: Renkli / Siyah-Beyaz

source: Portrait/Landscape
tr: Dikey/Yatay Sayfa

source: left >
tr: Sola>

source: ^ upper
tr: ^Yukarı

source: v down
tr: v Aşağı

source: < right
tr: <saga

source: Hide letterhead
tr: Anteti Gizle

source: Paper Size :
tr: Sayfa ölçüsü:

source: Drawing Position :
tr: Çizim Şekli

source: Remember letterhead.
tr: Antet bilgilerini kaydet.

source: Load saved letterhead.
tr: Kaydedilmiş anteti yükle

source: Scale :
tr: Ölçek :
